Repository: sunsiz/SuleymaniyeTakvimi
Catalog: SuleymaniyeTakvimi/SuleymaniyeTakvimi/Localization/AppResources.*.resx
Languages: ar, az, de, fa, fr, ru, tr, ug, uz, zh

# Aci
source: Angle
ar: زاوية
az: Bucaq
de: Winkel
fa: زاویه
fr: l' angle
ru: Направление
tr: Açı
ug: بۇلۇڭ
uz: Burchak
zh: 角度

# AciklamaBas
source: People who are submissive to God and stand up to all difficulties for His cause are named “Muslim”. Another pertinent characteristic of those who are “Muslim” is that they apply the commandments of God into their lives without any additions to it from their own desires. “Who speaks in a finer way than the one who invokes God, does righteous deeds and says: ‘I am of those who submit themselves to God (i.e. a Muslim)’?” (Fussilat 41:33) This application is designed to provide safe and fast access to prayer and fasting times. For more detailed information about time calculations and fasting times, the article
ar: يُدعى الأشخاص الذين يخضعون لله ويقفون في وجه كل الصعوبات من أجل قضيته "مسلمون". ومن خصائص "المسلمين" أنهم يطبقون أحكام الدين في حياتهم دون أي إضافة إليها من رغباتهم. "وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحًا وَقَالَ إِنَّنِى مِنَ ٱلْمُسْلِمِينَ"؟ (فصلت 41:33) تم تصميم هذا التطبيق لتوفير وصول آمن وسريع لأوقات الصلاة والصيام. لمزيد من المعلومات التفصيلية حول حسابات الوقت وأوقات الصيام ، اقرأ المقال
az: Müsəlman, Allaha təslim olan və Onun yolunda hər çətinliyə qatlanan insanlara verilən addır. Onlar dinə olduğu kimi tabe olanlardır. "Allaha çağıran, xeyirxahlıq edən və mən yalnız Allaha təslim olanlardanam deyəndən daha gözəl sözlü kim ola bilər!" (Füssilət 41/33). Bu program, namaz və oruc vaxtlarına doğru və rahat çata bilmələri üçün nəzərdə tutulmuşdur. Vaxt hesablamaları və oruc saatları barəsində daha geniş məlumat üçün buradakı
de: Menschen, die sich Gott unterwerfen und allen Schwierigkeiten für Seine Sache trotzen, werden „Muslime“ genannt. Ein weiteres relevantes Merkmal derer, die „Muslime“ sind, ist, dass sie die Regeln der Religion in ihr Leben umsetzen, ohne dass sie durch ihre eigenen Wünsche ergänzt werden. „Wer redet feiner als derjenige, der Gott anruft, tut rechtschaffene Taten und sagt: ‚Ich gehöre zu denen, die sich Gott unterwerfen (d. h. ein Muslim)‘?“ (Fussilat 41:33) Diese Anwendung wurde entwickelt, um einen sicheren und schnellen Zugriff auf Gebets- und Fastenzeiten zu ermöglichen. Ausführlichere Informationen zu Zeitberechnungen und Fastenzeiten finden Sie im Artikel
fa: مسلمان نامی است که خداوند به کسانی می دهد که تسلیم خدا شوند و در راه او همه سختی ها را تحمل کنند. آنها کسانی هستند که بدون خم شدن به دین عمل می کنند. و كيست‏ خوشگفتارتر از آن كس كه به سوى خدا دعوت نمايد و كار نيك كند و گويد من [در برابر خدا] از تسليم‏شدگانم (فصلت 33) این برنامه برای دسترسی ایمن و سریع به اوقات نماز و روزه طراحی شده است. برای اطلاعات بیشتر در مورد محاسبات زمان و زمان روزه داری اینجا را کلیک کنید
fr: Les personnes qui se soumettent à Allah et font tout ce qu'elles peuvent pour se conformer aux instructions divines sont appelées «musulmans». Parmi les caractéristiques des musulmans, il y a le fait qu'ils appliquent les règles de la religion telles qu'elles sont, sans aucune addition ni soustraction. «Et qui profère plus belles paroles que celui qui appelle à Allah, fait bonne œuvre et dit: « Je suis du nombre des Musulmans ? » (FUSSILAT 41:33) Cette application est conçue pour fournir un accès sûr et rapide aux heures de prière et de jeûne. Pour des informations plus détaillées sur les calculs des temps de la prière, lisez l'article
ru: Мусульманин – это имя, которое Аллах дал тем, кто покорился Ему и терпеливо переносит все трудности на Его пути. Это те, которые практикуют истинную религию, ничего не привнося в нее от себя. «Чья речь прекраснее, чем речь того, кто призывает к Аллаху, поступает праведно и говорит: «Поистине, я – мусульманин?!» (Фуссилят 41/33). Эта программа предназначена для обеспечения безопасного и быстрого доступа к временам намаза и поста. Для получения более подробной информации о расчете времени и времени поста читайте статью
tr: Müslüman, Allah’a teslim olan ve onun yolunda her zorluğa göğüs geren kişilere Allah’ın verdiği addır. Onlar, dini eğip bükmeden uygulayanlardır. “Kimin sözü, Allah’a çağıran, iyi işler yapan ve “Ben Allah’a tam teslim olanlardanım!” diyenin sözünden daha güzel olabilir!”(Fussilet 41/33) Bu program, namaz ve oruç vakitlerine güvenli ve hızlı ulaşabilmeleri için tasarlanmıştır. Vakit hesaplamaları ve oruç saatleri konusunda daha ayrıntılı bilgi için buradaki
ug: مۇسۇلمان ئاللاھقا تەسلىم بولغان ۋە ئۇنىڭ يولىدىكى بارلىق قىيىنچىلىقلارغا بەرداشلىق بەرگەنلەرگە ئاللاھ بەرگەن ئىسىم. ئۇلار دىننى ئاللاھقا خالىس قىلغان ھالدا ئېتىقاد قىلىدىغانلاردۇر. ئاللاھقا دەۋەت قىلغان، ياخشى ئىش قىلغان ۋە: «مەن مۇسۇلمانلاردىنمەن» دېگەن ئادەمدىنمۇ ياخشى سۆزلۈك ئادەم بارمۇ؟(41-سۈرە فۇسسىلەت، 33- ئايەت) بۇ پروگرامما ناماز ۋە روزا ۋاقتلىرىغا بىخەتەر ۋە تېز سۈرئەتتە ئېرىشىش ئۈچۈن لايىھەلەنگەن. ناماز ۋاقىتىنى ۋە روزا تۇتۇش ۋاقتىنى ھېسابلاش توغرىسىدىكى تېخىمۇ تەپسىلىي ئۇچۇرلارنى بۇ يەردىكى
uz: Musulmon – Alloh taologa taslim boʻlgan va Uning yoʻlida barcha qiyinchiliklarga bardosh berganlarga Alloh taolo bergen ismdir. Ular dinda Allohga xolis turgan holda amal qiluvchilardir. “Allohga da'vat qilgan, solih amallar qilgan va: “Men Allohga to‘liq taslim bo‘lganlardan (musulmonlardan)man”, degan kimsadan ham chiroyli so'zlik biri bormi?” (Fussilat 41/33). Ushbu dastur namoz va ro'za vaqtlariga bexatar va tezkor kirishni ta'minlash uchun mo'ljallangan. Vaqt hisoblari va ro'za vaqtlari haqida batafsil ma'lumot olish uchun bu yerni bosing
zh: 穆斯林是安拉给那些臣服于安拉并以他的方式忍受一切困难的人的名字。 他们是不屈不挠地实践宗教的人。 “召人信仰真主，力行善功，并且说：「我确是穆斯林」的人，在言辞方面，有谁比他更优美呢？”（奉绥来特 41/33） 此应用程序旨在提供安全快速的礼拜和禁食时间。 有关时间计算和禁食时间的更多详细信息，请点击此处"

# AciklamaLinkText
source: Prayer Times From The Equator To The Poles
ar: أوقات الصلوات في القرآن الكريم
az: Quranda və sünnədə namaz vaxtları
de: Gebetszeiten vom Äquator bis zu den Polen
fa: اوقات نماز
fr: Les horaires de la prière
ru: Времена намаза и поста: от экватора до полюсов
tr: Namaz ve Oruç Vakitleri
ug: ناماز ۋە روزا ۋاقىتلىرى (تۈركچە)
uz: Qur'onda namoz vaqtlari
zh: 礼拜研究

# AciklamaSon
source: should be read.
az: məqaləsini oxuyun.
de: lies diese Schrift.
fa: نوشته بخوانید.
tr: yazısını okuyunuz.
ug: ماقالىسىدىن ئوقۇڭ.
uz: Maqolani o'qing.
zh: 文章。

# AcikTema
source: Light theme
ar: مظهر فاتح اللون
az: Açıq tema
de: Helles Thema
fa: موضوع باز
fr: Thème claire
ru: Дневной режим
tr: Açık tema
ug: ئاچ ئۇسلۇب
uz: Ochiq mavzu
zh: 浅色主题

# Aksam
source: Maghrib
ar: المغرب
az: Axşam
de: Der Abend
fa: شام
fr: Maghreb
ru: Магриб
tr: Akşam
ug: ناماز شام
uz: Shom
zh: 昏礼

# Aksamincikmasnakalanvakit
source: Time remaining until the end of Maghrib:
ar: الوقت المتبقي لانتهاء المغرب:
az: Axşam vaxtının bitməsinə qalan müddət:
de: Verbleibende Zeit bis zum Ende des Abends:
fa: زمان باقی مانده به پایان وقت شام:
fr: Temps restant pour la fin du Maghreb :
ru: Время до окончания Магриб (вечернего намаза):
tr: Akşam vaktinin bitmesine kalan süre:
ug: ناماز شامنىڭ چىقىشىغا قالغان ۋاقىت:
uz: Shom vaqtining tugashi:
zh: 距昏礼结束剩余时间：

# AlarmHatasi
source: Problem occurred while the alarm plays. Details
ar: حدثت مشكلة بينما كان الإنذار يدق. تفاصيل
az: Zəng siqnalı çalanda bir xəta oldu, təfərrüatlar
de: Während der Alarm ertönte, ist ein Problem aufgetreten. Einzelheiten
fa: هنگام به صدا درآمدن زنگ هشدار، مشکلی به میان آمد جزئیات بیشتر
fr: Un problème est survenu pendant que l'alarme sonnait. Détails
ru: Во время звонка будильника возникла ошибка, подробности
tr: Alarm çalarken bir sorun oluştu, detaylar
ug: قوڭغۇراق جىرىڭلىغاندا بىر خاتالىق كۆرۈلدى، تەپسىلاتلار
uz: Signal vaqtida xatolik yuz berdi, tafsilot
zh: 闹钟响起时出现问题。细节

# Alarmi
source: Alarm
ar: المنبه
az: Zəng siqnalı
de: Wecker
fa: زنگ هشدار
fr: Alarme
ru: Будильник
tr: Alarmı
ug: ۋاقتى
uz: Signali
zh: 闹钟

# Alarmkurarkenhataolustu
source: An error occurred while setting the alarm
ar: حدث خطأ أثناء ضبط المنبه
az: Zəngi quranda bir xəta oldu
de: Beim Einstellen der Weckzeit ist ein Fehler aufgetreten
fa: هنگام تنظیم زنگ هشدار خطایی روی داد
fr: Une erreur s'est produite lors du réglage de l'alarme
ru: Во время установки будильника возникла ошибка
tr: Alarm kurarken bir hata oluştu
ug: قوڭغۇراقلارنى تەڭشەۋاتقاندا بىر خاتالىق يۈز بەردى
uz: Signal tayyorlashda xatolik yuz berdi
zh: 设置闹钟时出错

# AlarmSound
source: Alarm Ringtone
ar: صوت المنبه
az: Zəng siqnalı
de: Alarmton
fa: صدای زنگ هشدار
fr: Son d'alarme
ru: Голос будильника
tr: Alarm Sesi
ug: قوڭغۇراق ئاۋازى
uz: Signal ovozi
zh: 闹钟铃声

# AlarmSuresi
source: Alarm duration:
ar: مدة التنبيه:
az: Zəng müddəti:
de: Alarmdauer:
fa: مدت زمان زنگ هشدار:
fr: Durée de l'alarme :
ru: Время будильника:
tr: Alarm süresi:
ug: قوڭغۇراق جىرىڭلاش ۋاقتى:
uz: Signal muddati:
zh: 闹钟时长：

# AlarmSwitch
source: Play the alarm
ar: تشغيل صوت التنبيه
az: Zəng çal
de: Wecker abspielen
fa: زنگ هشدار به صدا درآر
fr: Activer le son de l'alarme
ru: Звонок будильника
tr: Alarm çal
ug: قوڭغۇراق جىرىڭلسۇن
uz: Signal berish
zh: 播放闹钟

source: Arabic
ar: العربية
az: ərəbcə
de: Arabisch
fa: عربی
fr: Arabe
ru: На арабском
tr: Arapça
ug: ئەرەبچە
uz: Arabcha
zh: 阿拉伯语

# AylikTakvim
source: Monthly Calendar
ar: الوقت الشهري
az: Aylıq təqvim
de: Monatliche Zeit
fa: تقویم ماهانه
fr: Temps mensuel
ru: Ежемесячный календарь
tr: Aylık Takvim
ug: ئايلىق كالېندار
uz: Oylik taqvim
zh: 月历

# AylikTakvimeErisemedi
source: Can not access the Monthly Calendar. Please check that you are connected to the internet and your location service is active!
ar: لا يمكن الوصول إلى التقويم الشهري ، يرجى التحقق من إمكانية الوصول إلى الإنترنت وأن خدمة تحديد الموقع نشطة!
az: Aylıq təqvimə bağlanılmadı, Xahiş olunur internetinizin bağlı olub olmadığını və konumunuzun aktiv olduğunu yoxlayın!
de: Auf den Monatskalender kann nicht zugegriffen werden. Bitte überprüfen Sie, ob Ihr Internet verfügbar ist und der Ortungsdienst aktiv ist!
fa: دسترسی به تقویم ماهانه امکان پذیر نیست، لطفاً بررسی کنید که آیا اینترنت شما در دسترس است و سرویس مکان فعال است یا خیر!
fr: Impossible d'accéder au calendrier mensuel, veuillez vérifier qu'internet est accessible et que le service de localisation est actif !
ru: Не удается получить доступ к ежемесячному календарю. Пожалуйста, проверьте, доступен ли ваш Интернет и активна ли служба определения местоположения!
tr: Aylık Takvime Erişilemiyor, Lütfen internetinizin erişilebilir olup olmadığını ve konum servisinin aktif olduğunu kontrol edin!
ug: ئايلىق كالېندارنى زىيارەت قىلالمىدى ، تورنىڭ ئوچۇق ۋە ئورۇن مۇلازىمىتىنىڭ ئاكتىپ ئىكەنلىكىنى تەكشۈرۈڭ!
uz: Oylik taqvimga kirish imkoni yo‘q. Iltimos, internetingiz mavjudligi va joylashuv xizmati faolligini tekshiring!
zh: 无法访问月历，请检查您的互联网是否可以访问并且定位服务是否处于活动状态！

# AylikTakvimYenilendi
source: Monthly Calendar Refreshed Successfully
ar: تم تحديث مواقيت الصلاة الشهرية بنجاح
az: Aylıq təqvim başarıyla yeniləndi
de: Monatliche Gebetszeiten erfolgreich aktualisiert
fa: تقویم ماهانه با موفقیت تجدید شد
fr: Les horaires de prière mensuels ont été mis à jour avec succès
ru: Ежемесячный календарь успешно обновлен
tr: Aylık Takvim Başarıyla Yenilendi
ug: ئايلىق كالېندار مۇۋەپپەقىيەتلىك يېڭىلاندى
uz: Oylik taqvim muvaffaqiyatli yangilandi
zh: 成功更新月历

# BesDakikaOnceden
source: 5 minutes before
ar: 5 دقائق مقدما
az: 5 dəqiqə əvvəlcədən
de: 5 minuten vorher
fa: 5 دقیقه قبل
fr: 5 minutes à l'avance
ru: За пять минут раньше
tr: 5 dakika önceden
ug: بەش مىنۇت بۇرۇن
uz: Besh daqiqa oldin
zh: 提前5分钟

# BildiriDevreDisiBaslik
source: Notifications Disabled
ar: إعداد الإعلام معطل
az: Bildiriş parametri qeyri-aktiv
de: Benachrichtigungseinstellung deaktiviert
fa: تنظیم هشدار غیرفعال است
fr: Le paramètre de notification est désactivé
ru: Настройка уведомлений отключена
tr: Bildiri Ayarı Devre Dışı
ug: ئۇقتۇرۇش كۆرسىتىش تاقالغان
uz: Bildirishnoma sozlamalari o'chirilgan
zh: 通知设置已禁用

# BildiriDevreDisiIcerik
source: prayer notification disabled.
ar: تم تعطيل الإخطار.
az: bildiri qeyri-aktiv oldu.
de: benachrichtigung wurde deaktiviert.
fa: هشدار برای غیرفعال است.
fr: la notification est désactivée.
ru: уведомление отключено.
tr: için bildiri devre dışı bırakıldı.
ug: ئۇقتۇرۇش كۆرسىتىش تاقالدى.
uz: Bildirishnoma o'chirilgan.
zh: 通知已被禁用。

# BildiriEtkinBaslik
source: Notifications Enabled
ar: تمكين إعداد الإعلام
az: Bildiri parametri aktivləşdi
de: Benachrichtigungseinstellung aktiviert
fa: تنظیمات هشدار فعال شد
fr: Activez le paramètre de notification
ru: Настройка уведомлений включена
tr: Bildiri Ayarı Etkinleşti
ug: ئۇقتۇرۇش كۆرسىتىش ئىچىلغان
uz: Bildirishnoma sozlamalari yoqilgan
zh: 通知设置已启用

# BildiriEtkinIcerik
source: prayer notification enabled.
ar: تم تمكين الإعلام.
az: bildiri aktivləşdi.
de: benachrichtigung ist aktiviert.
fa: اطلاع رسانی فعال است.
fr: la notification est activée.
ru: уведомление включено.
tr: için bildiri etkinleştirildi.
ug: ئۇقتۇرۇش كۆرسىتىش ئىچىلدى.
uz: Bildirishnoma yoqilgan.
zh: 通知已启用。

# BildirimGosterSwitch
source: Show notification
ar: إظهار الإخطار
az: Bildirini göstər
de: Benachrichtigung anzeigen
fa: نمایش هشدار
fr: Montrer la notification
ru: Показать уведомление
tr: Bildirim Göster
ug: ئۇقتۇرۇش كۆرسىتىش
uz: Bildirishnomani ko'rsatish
zh: 显示通知

# BildirimKapatma
source: Enable sticky notifications
ar: تفعيل الإشعارات اللاصقة
az: Bildirini aktivləşdir
de: Sticky-Benachrichtigung aktivieren
fa: هشدار چسبنده را فعال کنید
fr: Activez la notification collante
ru: Включить закрепленные уведомления
tr: Yapışkan bildirimi etkinleştir
ug: مۇقىم ئۇقتۇرۇشنى ئىچىش
uz: Muqim bildirishnomani yoqish
zh: 启用粘性通知

# BildirimUyari
source: We recommend that you do not turn this setting off. If you turn it off, alarms may not ring on time. If your alarms do not ring, please check the application settings: In the "Other permissions" section, check that the "Start in the Background" option is selected. Make sure that the "No Restrictions" setting in the "Battery saving" section is on. To check these permissions now, click the button below.
ar: نوصي بعدم إيقاف تشغيل هذا الإعداد. إذا قمت بتعطيله ، فقد لا ترن الإنذارات في الوقت المحدد. إذا لم تكن إنذاراتك ترن ، فيرجى التحقق من إعدادات التطبيق. في هذه الإعدادات ، في قسم "أذونات أخرى" ، تحقق من تحديد إذن "البدء في الخلفية". تأكد من تحديد الإعداد "بلا قيود" في قسم "توفير شحن البطارية". الآن إذا كنت تريد التحقق من هذه الأذونات ، فانقر فوق الزر أدناه.
az: Bu parametri söndürməməyi tövsiyə edirik. Əgər qeyri-aktiv buraxarsanız zəng vaxtında çalmaya bilər. Əgər zənginiz çalmırsa xahiş olunur program parametrlərinə baxın: Bu parametrlərdə “Digər iznlər” bölümündə “Arxa planda başlat” izninin seçilmiş olduğunu yoxlayın. “Batareya qoruyucusu” bölümündə olan “Məhdudiyyət yox” parametrinin seçilmiş olduğundan əmin olun. İndi bu iznləri yoxlamaq istərsəniz aşağıdakı düyməyə basın.
de: Wir empfehlen, diese Einstellung nicht zu deaktivieren. Wenn Sie es deaktivieren, klingelt der Wecker möglicherweise nicht rechtzeitig. Wenn Ihre Wecker nicht klingeln, überprüfen Sie bitte die Anwendungseinstellungen. Überprüfen Sie in diesen Einstellungen im Abschnitt "Andere Berechtigungen", ob die Berechtigung "Im Hintergrund starten" ausgewählt ist. Stellen Sie sicher, dass die Einstellung „Keine Einschränkungen“ im Bereich „Batteriesparen“ ausgewählt ist. Wenn Sie diese Berechtigungen jetzt überprüfen möchten, klicken Sie auf die Schaltfläche unten.
fa: توصیه می کنیم این تنظیم را خاموش نکنید. اگر آن را غیرفعال کنید، ممکن است زنگ هشدار به موقع به صدا در نیاید. اگر آلارم های شما زنگ نمی زند، لطفاً تنظیمات برنامه را بررسی کنید. در این تنظیمات، در بخش «مجوزهای دیگر»، بررسی کنید که مجوز «شروع در پس‌زمینه» انتخاب شده باشد. مطمئن شوید که تنظیمات «بدون محدودیت» در بخش «صرفه جویی در باتری» انتخاب شده است. حالا اگر می خواهید این مجوزها را بررسی کنید، روی دکمه زیر کلیک کنید.
fr: Nous vous recommandons de ne pas désactiver ce paramètre. Si vous le désactivez, les alarmes peuvent ne pas sonner à l'heure. Si vos alarmes ne sonnent pas, veuillez vérifier les paramètres de l'application. Dans ces paramètres, dans la section "Autres autorisations", vérifiez que l'autorisation "Démarrer en arrière-plan" est sélectionnée. Assurez-vous que le paramètre "Aucune restriction" est sélectionné dans la section "Économiseur de batterie". Maintenant, si vous souhaitez vérifier ces autorisations, cliquez sur le bouton ci-dessous.
ru: Мы рекомендуем не отключать этот параметр. Если его отключить, то будильник не сможет сработать вовремя. Если ваши будильники не звонят, проверьте настройки приложения. В этих настройках в разделе «Другие разрешения» проверьте, что выбрано разрешение «Запуск в фоновом режиме». Убедитесь, что в разделе «Экономия заряда батареи» выбран параметр «Без ограничений». Теперь, если вы хотите проверить эти разрешения, нажмите кнопку ниже.
tr: Bu ayarı kapatmamanızı öneririz. Eğer devre dışı bırakırsanız alarmlar zamanında çalmayabilir. Eğer alarmlarınız çalmıyorsa lütfen uygulama ayarlarına bakınız. Bu ayarlarda "Diğer izinler" bölümünde "Arka planda Başlat" izninin seçili durumda olduğunu kontrol ediniz. "Pil tasarrufu" bölümünde yer alan "Kısıtlama Yok" ayarının seçili olduğundan emin olunuz. Şimdi bu izinleri kontrol etmek isterseniz aşağıdaki butona basınız.
ug: بۇ تەڭشەكنى تاقىۋەتمەسلىكىڭىزنى تەۋسىيە قىلىمىز. ئەگەر تاقىۋەتسىڭىز ئەپ ۋاقتىدا ئەسكەرتەلمەسلىكى مۇمكىن. ئەگەر ئاكتىپ ھالەتتىمۇ يەنىلا ئەسكەرتەلمىسە، ئۇنداقتا ئەپ تەڭشىكىنى تەكشۈرۈپ، «باشقا ئىجازەتلەر» قىسمىدا «ئارقا سۇپىدا باشلاش» ئىجازەتىنىڭ بېرىلگەنلىكىنى جەزملەشتۈرۈڭ، ھەمدە «باتارېيە تېجەش» قىسمىدا «چەكلىمە يوق» نىڭ تاللانغانلىقىنى جەزملەشتۈرۈڭ. ھازىر بۇ ئىجازەتلەرنى تەكشۈرمەكچى بولسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىڭ.
uz: Ushbu sozlamani o'chirmaslikni tavsiya qilamiz. Agar uni o'chirib qo'ysangiz, signallar o'z vaqtida eshitilmasligi mumkin. Agar signallaringiz jiringlamasa, ilova sozlamalarini tekshiring. Ushbu sozlamalarda "Boshqa ruxsatlar" bo'limida "Fonda boshlash" ruxsati tanlanganligini tekshiring. "Batareyani tejash" bo'limida "Cheklovlar yo'q" sozlamasi tanlanganligiga ishonch hosil qiling. Endi siz ushbu ruxsatlarni tekshirmoqchi bo'lsangiz, quyidagi tugmani bosing.
zh: 建议您不要关闭此设置。 若您禁用，闹钟可能不会按时响起。 若您已启用，但闹钟仍未响铃，请检查应用程序设置并确保在“其他权限”部分中授予“在后台启动”权限，也在“省电模式”部分中确保选择“无限制”。现在，如果您想检查这些权限，请单击下面的按钮。

# BildirmeZamani
source: Reminder Time:
ar: وقت التذكير:
az: Xatırlatma Zamanı:
de: Erinnerungszeit:
fa: زمان یادآوری:
fr: Heure de rappel:
ru: Время напоминания:
tr: Hatırlatma Zamanı:
ug: ئەسكەرتىش ۋاقتى:
uz: Eslatish vaqti:
zh: 提醒时间：

# Birsessecin
source: Choose a ringtone
ar: اختر صوتًا
az: Bir səs seçin
de: Wähle einen Ton
fa: یک صدا را انتخاب کنید
fr: Choisissez un son
ru: Выбирете звук
tr: Bir ses seçin
ug: قوڭغۇراق ئاۋازى تاللاڭ
uz: Signal ovozini tanlang
zh: 选择闹钟铃声

# BoylamFormatsiz
source: Longitude
ar: خط الطول
az: Uzunluq
de: Längengrad
fa: عرض جغرافیایی
ru: Долгота
tr: Boylam
ug: ئۇزۇنلۇق
uz: Uzunlik
zh: 经度

# BugunkuNamazVakitleri
source: Today's Prayer Times
ar: مواقيت الصلاة اليوم
az: Bu günkü namaz vaxtları
de: Die heutigen Gebetszeiten
fa: اوقات نماز امروز
fr: Horaires de prière d'aujourd'hui
ru: Времена намаза на сегодня
tr: Bugünkü Namaz Vakitleri
ug: بۈگۈنكى ناماز ۋاقىتلىرى
uz: Bugungi namoz vaqtlari
zh: 今日礼拜时间

# CalarSaat
source: Alarm Clock
ar: منبه الساعة
az: Zəng saat
de: Wecker
fa: ساعت زنگدار
fr: Alarme
ru: Будильник
tr: Çalar Saat
ug: قوڭغۇراقلىق سائەت
uz: Uyg'otuvchi soat
zh: 闹钟

# CihazGPSDesteklemiyor
source: Your device does not support GPS
ar: جهازك لا يدعم GPS
az: Cihaz GPS dəstəkləmir
de: Ihr Gerät unterstützt kein GPS
fa: دستگاه از GPS پشتیبانی نمی کند
fr: Votre appareil ne prend pas en charge le GPS
ru: Устройство не поддерживает GPS
tr: Cihaz GPS Desteklemiyor
ug: ئۈسكىنىڭىز GPS نى قوللىمايدۇ
uz: Qurilmangiz GPS-ni qo'llab-quvvatlamaydi
zh: 您的设备不支持GPS

# CihazPusulaDesteklemiyor
source: Your device does not support compass
ar: جهازك لا يدعم البوصلة
az: Cihazınız kompası dəstəkləmir
de: Ihr Gerät unterstützt Compass nicht
fa: دستگاه شما از قطب نما پشتیبانی نمی کند
fr: Votre appareil ne prend pas en charge la boussole
ru: Устройство не поддерживает компас
tr: Cihazınız pusulayı desteklemiyor
ug: ئۈسكۈنىڭىز كومپاسنى قوللىمايدۇ
uz: Qurilmangiz compasni qo'llab-quvvatlamaydi
zh: 您的设备不支持指南针

# CihazTitretmeyiDesteklemiyor
source: Your device does not support vibration
ar: جهازك لا يدعم الاهتزاز
az: Cihazınız titrətməyi dəstəkləmir
de: Ihr Gerät unterstützt keine Vibration
fa: دستگاه شما از لرزش پشتیبانی نمی کند
fr: Votre appareil ne supporte pas les vibrations
ru: Устройство не поддерживает вибрацию
tr: Cihazınız titretmeyi desteklemiyor
ug: ئۈسكىنىڭىز تىترەشنى قوللىمايدۇ
uz: Qurilmangiz titrashni qo'llab-quvvatlamaydi
zh: 您的设备不支持振动

# Dakika
source: minutes
ar: دقائق
az: dəqiqə
de: minuten
fa: دقیقه
ru: минут
tr: dakika
ug: مىنۇت
uz: daqiqa
zh: 分钟

# EnlemFormatsiz
source: Latitude
ar: خط العرض
az: En
de: Breitengrad
fa: عرض جغرافیایی
ru: Широта
tr: Enlem
ug: كەڭلىك
uz: Kenglik
zh: 维度

# EtkinlestirSwitch
source: Enable
ar: تفعيل
az: Aktivləşdir
de: Aktivieren
fa: فعال کنید
fr: La mise en oeuvre
ru: Активировать
tr: Etkinleştir
ug: ئىچىش
uz: Faollashtirish
zh: 启用

# EtkinlestirSwitchAciklama
source: Enables the alarm, vibration, and notification features for this prayer time
ar: تتيح خاصية التنبيه والاهتزاز والإخطار لوقت الصلاة هذا
az: Bu namaz vaxtı üçün, zəng, titrəşim, bildiri özəlliyini aktivləşdirir
de: Aktiviert die Alarm-, Vibrations- und Benachrichtigungsfunktion für diese Gebetszeit
fa: این ویژگی زنگ هشدار، لرزش، اطلاع رسانی را برای زمان نماز فعال می کند
fr: Permet la fonction d'alarme, de vibration et de notification pour ce temps de prière
ru: Активировать будильник, вибрацию и функцию уведомления о времени этого намаза
tr: Bu namaz vakti için alarm, titreşim, bildirim özelliğini etkinleştirir
ug: بۇ ناماز ۋاقتى ئۈچۈن قوڭغۇراق، تىترەش، ئۇقتۇرۇش قاتارلىق ئىقتىدارلارنى ئاكتىپ ھالەتكە كەلتۈرىدۇ
uz: Bu namoz vaqti uchun signal, tebranish, xabar berish funksiyasini yoqadi
zh: 为此礼拜时间启用闹钟、振动、通知功能

# EzanSesi
source: Adhan
ar: الأذان (مكة)
az: Əzan səsi
de: Gebetsruf (Mekkah)
fa: صدای اذان
fr: Azan (La Mecque)
ru: Азан
tr: Ezan Sesi
ug: ئەزان (مەككە)
uz: Azon ovozi
zh: 宣礼（麦加）

# FecriKazibingirmesinekalanvakit
source: Remaining time for False Fajr (the beginning of Suhoor):
ar: الوقت المتبقي لبداية السحور:
az: Fəcri Kazibin (Sahura) başlamasına qalan müddət:
de: Verbleibende Zeit für den Beginn der Morgendämmerung [Suhoor]:
fa: زمان باقی مانده به {شروع سحری} صبح کاذب:
fr: Temps restant pour le début du Suhoor:
ru: Время до Фаджри-кязиба (ложный рассвет, начало сухура):
tr: Fecr-i Kâzibin (Sahur başlaması)na kalan süre:
ug: زولۇق ۋاقتىنىڭ كىرىشىگە قالغان ۋاقىت:
uz: Fajri-kozib (Saharlik) vaqti kirishigacha qolgan muddat:
zh: 距进入破晓（封斋时间）的剩余时间：

# FecriKazip
source: False Fajr (Sahar & Suhoor time)
ar: الفجر الكاذب
az: Fəcri Kazib
de: Falsche Morgendämmerung
fa: صبح کاذب
fr: Crépuscule
ru: Фаджри-кязиб
tr: Seher (Fecr-i Kâzip)
ug: زولۇق
uz: Fajri-kozib (Saharlik)
zh: 破晓

# FecriSadik
source: Fajr
ar: الفجر الصادق
az: Fəcri Sadiq
de: Richtige Morgendämmerung
fa: صبح صادق
fr: Fajr sadiq (véridique)
ru: Фаджри-садик
tr: Sabah (Fecr-i Sâdık) İmsak
ug: بامدات
uz: Bamdod
zh: 晨礼（黎明）

# FecriSadikakalanvakit
source: Remaining time for Fajr (the end of Suhoor):
ar: الوقت المتبقي على الفجر (نهاية السحور):
az: Fəcri Sadiqin (Sahurun) bitməsinə qalan müddət:
de: Verbleibende Zeit für Morgendämmerung (ende von Suhoor):
fa: زمان باقی مانده به {به ختم سحری} صبح صادق:
fr: Temps restant jusqu'au Fajr (fin du sahour) :
ru: Время до Фаджри-садика (истинный рассвет, окончания сухура) Имсак:
tr: Fecr-i Sâdık (Sahur bitimi)ne kalan süre:
ug: بامداتنىڭ كىرىشىگە (زولۇقنىڭ توختىشىغا) قالغان ۋاقىت:
uz: Bamdod kirishigacha (saharlik tugashigacha) qolgan muddat:
zh: 距晨礼剩余的时间（封斋结束）：
