Repository: sunsiz/SuleymaniyeTakvimi
Catalog: SuleymaniyeTakvimi/SuleymaniyeTakvimi/Localization/AppResources.*.resx
Languages: ar, az, de, fa, fr, ru, tr, ug, uz, zh

# VaktiHatirlatmasi
source: Time Reminder
ar: تذكير الوقت
az: Vaxt xatırlatması
de: Zeiterinnerung
fa: یادآوری زمان
fr: Rappel de l'heure
ru: Напоминание времени
tr: Vakti Hatırlatması
ug: ۋاقتى
uz: Vaqti eslatmasi
zh: 时间提醒

source: version
az: versiya
fa: نسخه
ru: версия
tr: sürüm
ug: نەشرى
uz: Versiya
zh: 版本

# WebSayfa
source: Web Site
ar: الموقع الكتروني
az: Web səhfəsi
de: Webseite
fa: صفحه وب
fr: Site Web
ru: Web страница
tr: Web Sayfa
ug: تور بىكەت
uz: Veb-sahifa
zh: 网站

# Yatsi
source: Isha
ar: العشاء
az: Xüftən
de: Die Nachtdämmerung
fa: عشاء
fr: Icha
ru: Иша
tr: Yatsı
ug: خۇپتەن
uz: Xufton
zh: 宵礼

# Yatsinincikmasinakalanvakit
source: Time remaining until the end of Isha:
ar: الوقت المتبقي لانتهاء العشاء:
az: Xüftən vaxtının bitməsinə qalan müddət:
de: Verbleibende Zeit bis zum Ende der Nachtdämmerung:
fa: زمان باقی مانده تا پایان عشاء:
fr: Temps restant pour la fin de l’Icha :
ru: Время оставшееся до окончания Иша (после вечернего намаза):
tr: Yatsı vaktinin bitmesine kalan süre:
ug: خۇپتەننىڭ چىقىشىغا قالغان ۋاقىت:
uz: Xufton tugashigacha qolgan muddat:
zh: 距宵礼结束剩余的时间：

# Yatsininciktigindangecenvakit
source: Time elapsed since the end of Isha:
ar: الوقت المنقضي على انتهاء العشاء:
az: Xüftənin çıxmasından bu yana:
de: Verstrichene Zeit seit dem Ende der Nachtdämmerung:
fa: از وقت خروج وقت نماز عشاء:
fr: Temps écoulé de la fin de l’Icha :
ru: После завершения Иша (после вечернего намаза):
tr: Yatsı'nın çıkmasından bu yana:
ug: خۇپتەن چىققاندىن بېرى ئۆتكەن ۋاقىت:
uz: Xufton tugaganidan beri:
zh: 从宵礼结束后经过的时间：

# YatsiSonu
source: End of Isha
ar: نهاية العشاء
az: Xüftən sonu
de: Ende der Nachtdämmerung
fa: آخر زمان عشاء
fr: Fin de l’Icha
ru: Конец Иша
tr: Yatsı Sonu
ug: خۇپتەن ئاخىرى
uz: Xuftonning tugashi
zh: 宵礼结束

# YayinAkisi
source: Program Schedule
ar: جدول البث
az: Yayım axışı
de: Stream-Zeitpläne
fa: برنامه پخش
fr: Calendrier de diffusion
ru: Вещание
tr: Yayın Akışı
ug: رادىئو پىلانلىرى
uz: Radio ijrosi
zh: 直播节目表

# YaziBoyutu
source: Font Size:
ar: حجم الخط:
az: Yazı ölçüsü:
de: Schriftgröße:
fa: اندازه فونت:
fr: Taille de police:
ru: Размер шрифта:
tr: Yazı Boyutu:
ug: خەت چوڭلۇقى:
uz: Shrift hajmi:
zh: 字体大小：

# Yenileniyor
source: Refreshing
ar: يتم تحديثه
az: Təzələnir
de: Wird erneuert
fa: در حال بروز شدن
fr: En cours de renouvellement
ru: Обновляется
tr: Yenileniyor
ug: يېڭىلىنىۋاتىدۇ
uz: Yangilanmoqda
zh: 正在刷新

# YukseklikFormatsiz
source: Altitude
ar: ارتفاع
az: Yüksəklik
de: Höhe
fa: ارتفاع
fr: Hauteur
ru: Возвышенность
tr: Yükseklik
ug: ئىگىزلىك
uz: Balandlik
zh: 高度

# Zamaninda
source: On time
ar: في الوقت المناسب
az: Vaxtında
de: Pünktlich
fa: به موقع
fr: En temps voulu
ru: Вовремя
tr: Zamanında
ug: دەل ۋاقتىدا
uz: Vaqtida
zh: 准时

source: Azerbaijani
ar: الأذربيجانية
az: Azəri Türkcəsi
de: Aserbaidschanisch
fa: آذری
fr: Azerbaïdjanais
ru: На азербайджанском
tr: Azerice
ug: ئەزەربەيجانچە
uz: Ozarbayjoncha
zh: 阿塞拜疆语

source: Chinese
ar: الصينية
az: Çincə
de: Chinesisch
fa: چینایی
fr: Chinois
ru: На китайском
tr: Çince
ug: خەنزۇچە
uz: Xitoycha
zh: 汉语

# Deutsch
source: German
ar: الألمانية
az: Almanca
de: Deutsch
fa: آلمانی
fr: Allemagne
ru: На немецком
tr: Almanca
ug: نېمىسچە
uz: Nemischa
zh: 德语

source: English
ar: الإنجليزية
az: İngilizcə
de: Englisch
fa: انگلیسی
fr: Anglais
ru: На английском
tr: İngilizce
ug: ئىنگىلىزچە
uz: Inglizcha
zh: 英语

source: Farsi
ar: الفارسية
az: Farsca
de: Persisch
fa: فارسی
fr: Persan
ru: На фарси
tr: Farsça
ug: پارسچە
uz: Forscha
zh: 波斯语

source: French
ar: الفرنسية
az: Fransızca
de: Französisch
fa: فرانسایی
fr: Français
ru: На французском
tr: Fransızca
ug: فرانسۇزچە
uz: Fransuzcha
zh: 法语

source: Russian
ar: الروسية
az: Rusca
de: Russisch
fa: روسی
fr: Russe
ru: На русском
tr: Rusça
ug: رۇسچە
uz: Ruscha
zh: 俄语

source: Uzbek
ar: الأوزبكية
az: Özbəkcə
de: Usbekisch
fa: اوزبکی
fr: Ouzbek
ru: На узбекском
tr: Özbekçe
ug: ئۆزبېكچە
uz: O'zbekcha
zh: 乌兹别克语

source: Kyrgyz
ar: القرغيزية
az: Kırgızca
de: Kirgisisch
fa: قرگزی
fr: Kirghize
ru: На кыргызском
tr: Kırgızca
ug: قىرغىزچە
uz: Qirg'izcha
zh: 吉尔吉斯语

# AciklamaLinkURL
source: https://www.islamandquran.org/research/prayer-times-from-the-equator-to-the-poles.html
ar: https://www.hablullah.com/?p=1591
az: https://www.muselmanlar.com/tedqiqatlar/5930.html
fa: https://www.dinwefetrat.com/%d8%a7%d9%88%d9%82%d8%a7%d8%aa-%d9%86%d9%85%d8%a7%d8%b2-%d8%af%d8%b1-%d9%82%d8%b1%d8%a2%d9%86-3
fr: https://www.islametmusulmans.com/2017/06/30/les-horaires-de-la-priere-2
ru: https://www.fatva.net/%d0%b2%d1%80%d0%b5%d0%bc%d0%b5%d0%bd%d0%b0-%d0%bd%d0%b0%d0%bc%d0%b0%d0%b7%d0%b0-%d0%b8-%d0%bf%d0%be%d1%81%d1%82%d0%b0-%d0%be%d1%82-%d1%8d%d0%ba%d0%b2%d0%b0%d1%82%d0%be%d1%80%d0%b0-%d0%b4%d0%be-2
tr: https://www.suleymaniyevakfi.org/ramazan-ve-oruc/namaz-ve-oruc-vakitlerisadece-muslim-olanlar-icin.html
ug: https://www.suleymaniyevakfi.org/ramazan-ve-oruc/namaz-ve-oruc-vakitlerisadece-muslim-olanlar-icin.html
uz: https://www.musulmonlar.com/uronda-namoz-va-tlari
zh: https://www.gulanjingzhidao.com/li-bai-yan-jiu
