Repository: sunsiz/SuleymaniyeTakvimi
Catalog: SuleymaniyeTakvimi/SuleymaniyeTakvimi/Localization/AppResources.*.resx
Languages: ar, az, de, fa, fr, ru, tr, ug, uz, zh

# FitratinSesi
source: Radio Fitrat - The Voice of Fitrah
ar: راديو الفطرة - صوت الفطرة
az: Radio Fitrət - Fitrətin Səsi
de: Radio Fitrat - Stimme von Fitrat
fa: رادیوی فطرت - صدای فطرت
fr: Radio Fitrat
ru: Радио Фитрат - Голос Фитрата
tr: Radyo Fıtrat - Fıtrat'ın Sesi
ug: رادىئو فىترەت - فىترەت ساداسى
uz: Radio Fitrat - Fitrat Sadosi
zh: Radio Fitrat （菲特拉电台） - 菲特拉之声

source: Fitrat TV
ar: الفطرة (تلفزيون)
az: Fitrət Tv
fa: تلویزیون فطرت
ru: Фитрат ТВ
tr: Fıtrat TV
ug: فىترەت تېلېۋىزىيەسى
zh: Fitrat TV （菲特拉电视台）

# FitratTVFacebook
source: Fitrat TV Facebook Page
ar: الفطرة (تلفزيون) صفحة الفيسبوك
az: Fitrət TV Facebook səhfəsi
de: Fitrat TV Facebook Seite
fa: صفحه فیسبوک تلیویزیون فطرت
fr: Fitrat TV Page Facebook
ru: Фитрат ТВ на фейсбуке
tr: Fıtrat TV Facebook Sayfası
ug: فىترەت تېلېۋىزىيەسى Facebook بېتى
uz: Fitrat TV Facebook sahifasi
zh: Fitrat TV （菲特拉电视台） Facebook 页面

# FitratTVTwitter
source: Fitrat TV Twitter Page
ar: الفطرة (تلفزيون) صفحة تويتر
az: Fitrət TV Twitter Səhfəsi
de: Fitrat TV Twitter Seite
fa: صفحه توییتر تلویزیون فطرت
fr: Fitrat TV Page Twitter
ru: Фитрат ТВ в твиттере
tr: Fıtrat TV Twitter Sayfası
ug: فىترەت تېلېۋىزىيەسى Twitter بېتى
uz: Fitrat TV Twitterok sahifasi
zh: Fitrat TV （菲特拉电视台） Twitter 页面

# FitratTVYoutube
source: Fitrat TV Youtube Channel
ar: الفطرة (تلفزيون) قناة يوتيوب
az: Fitrət Tv Youtube kanalı
de: Fitrat TV YouTube Kanal
fa: کانال یوتیوب تی وی فطرت
fr: Fitrat TV YouTube
ru: Фитрат ТВ на ютубе
tr: Fıtrat TV Youtube Kanalı
ug: فىترەت تېلېۋىزىيەسى Youtube قانىلى
uz: Fitrat TV youtube kanali
zh: Fitrat TV （菲特拉电视台） Youtube 频道

source: Go to Settings
ar: اذهب للاعدادات
az: Ayarlara get
de: Gehe zu den Einstellungen
fa: به تنظیمات بروید
fr: Aller aux paramètres
ru: Пройдите в настройки
tr: Ayarlara git
ug: تەڭشەكلەرنى ئىچىش
uz: Sozlamalarga o'tish
zh: 打开设置

# Hakkinda
source: About
ar: معلومات عنا
az: Haqqında
de: Über
fa: درباره
fr: À propos
ru: О приложении
tr: Hakkında
ug: ھەققمىزدە
uz: Haqida
zh: 关于

# HaritadaGoster
source: Show Location On Map
ar: إظهار الموقع على الخريطة
az: Konumu xəritədə göstər
de: Standort auf Landkarte anzeigen
fa: نمایش مکان روی نقشه
fr: Afficher l'emplacement sur la carte
ru: Показать местоположение на карте
tr: Konumu Haritada Göster
ug: ئورۇننى خەرىتەدە كۆرسىتىش
uz: Xaritada joylashuvni ko'rsatish
zh: 在地图上显示位置

# HaritaHatasi
source: Problem occurred while opening the map.\nDetails:
ar: حدث شيء ما أثناء فتح الخريطة! n\تفاصيل:
az: Xəritəni açanda bir xəta oldu. /Təfərrüatlar:
de: Beim Öffnen der Karte ist etwas passiert! \nEinzelheiten:
fa: مشکلی در باز کردن نقشه وجود داشت. جزئیات:
fr: Quelque chose s'est produit lors de l'ouverture de la carte. \ndes détails :
ru: Не удалось открыть карту.\nПодробности:
tr: Haritayı açarken bir sorun oluştu.\nDetaylar:
ug: خەرىتىنى ئىچىۋاتقاندا مەسىلە چىقتى. \n تەپسىلاتلار:
uz: Xaritani ochishda muammo yuz berdi.\nTafsilotlar:
zh: 打开地图时发生了一些故障。\n详细信息：

# Hatadetaylari
source: Error details:
ar: تفاصيل الخطأ:
az: Xəta təfərrüatları:
de: Fehlerdetails:
fa: جزئیات خطا:
fr: Détails de l'erreur :
ru: Подробности об ошибке:
tr: Hata detayları:
ug: خاتا تەپسىلاتى:
uz: Xatolik tafsilotlari:
zh: 错误详情：

# HorozOtusu
source: Rooster Crowing
ar: صياح الديك
az: Xoruz banı
de: Hahn Krähen
fa: کلاغ خروس
fr: Coq chante
ru: Голос петуха
tr: Horoz Ötüşü
ug: خوراز چىللىشى
uz: Xo'roz tovushi
zh: 公鸡打鸣

# IcerikYukleniyor
source: Content Loading ...
ar: تحميل المحتوى ...
az: Məzmun yüklənir ...
de: Inhalt wird geladen ...
fa: در حال بارگیری محتوا...
fr: Chargement du contenu...
ru: Загрузка приложения...
tr: İçerik yükleniyor ...
ug: مەزمۇن يۈكلىنىۋاتىدۇ ...
uz: Kontent yuklanmoqda...
zh: 内容载入中...

# Ikindi
source: Asr
ar: العصر
az: İkindi
de: Der Nachmittag
fa: عصر
ru: Аср
tr: İkindi
ug: ناماز دىگەر
zh: 哺礼

# Ikindinincikmasinakalanvakit
source: Time remaining until the end of Asr:
ar: الوقت المتبقي لانتهاء العصر:
az: İkindi vaxtının bitməsinə qalan müddət:
de: Verbleibende Zeit bis zum Ende des Nachmittags:
fa: زمان باقی مانده تا پایان بعدازظهر:
fr: Temps restant pour finir l’Asr:
ru: Время, до окончания Аср (после обеденного намаза):
tr: İkindi vaktinin bitmesine kalan süre:
ug: ناماز دىگەرنىڭ چىقىشىغا قالغان ۋاقىت:
uz: Asr tugashigacha qolgan muddat:
zh: 距哺礼结束剩余的时间：

# KalanSure
source: Remaining Time:
ar: الوقت المتبقي:
az: Qalan müddət:
de: Verbleibende Zeit:
fa: زمان باقی مانده:
fr: le temps restant :
ru: Оставшееся время:
tr: Kalan Süre:
ug: قالغان ۋاقىت:
uz: Qolgan muddat:
zh: 剩余时间：

# Kapat
source: Close
ar: أغلق
az: Söndür
de: Schließen
fa: بسته بکنید
fr: Fermer
ru: Закрыть
tr: Kapat
ug: تاقاش
uz: Yopish
zh: 关闭

# Kaydet
source: Save
ar: احفظ
az: Qeyd et
de: Speichern
fa: قید بکند
fr: Enregistrer
ru: Сохранить
tr: Kaydet
ug: ساقلاش
uz: Saqlash
zh: 保存

# KaydetVeKapat
source: Save and Close
ar: احفظ و أغلق
az: Qeyd et və söndür
de: Speichern und schließen
fa: ذخیره کن و ببند
fr: Enregistrer et fermer
ru: Сохранить и закрыть
tr: Kaydet ve Kapat
ug: ساقلاش ۋە تاقاش
uz: Saqlash va yopish
zh: 保存并关闭

# KaydetVeUygula
source: Save and Apply
ar: حفظ و تطبيق
az: Qeyd et və tətbiq et
de: Speichern und anwenden
fa: ذخیره و تطبیق کنید
fr: Enregistrer et appliquer
ru: Сохранить и применить
tr: Kaydet ve Uygula
ug: ساقلاش ۋە قوللىنىش
uz: Saqlash va qo'llash
zh: 保存并应用

# Kible
source: Qibla
ar: القبلة
az: Qiblə
fa: قبله
ru: Кибла
tr: Kıble
ug: قىبلە
zh: 朝拜

# KibleGostergesi
source: Qibla Direction
ar: مؤشر القبلة
az: Qiblə görünüşü
de: Gebetsrichtung-Indikator
fa: نشانگر قبله
fr: Indicateur Qibla
ru: Указатель киблы
tr: Kıble Göstergesi
ug: قىبلە كۆرسەتكۈچ
uz: Qibla ko'rsatkichi
zh: 克尔白（朝拜）指标

# KonumHatasi
source: Problem occurred trying to get location
ar: حدث شيء ما أثناء محاولة الوصول الى الموقع
az: Konuma bağlananda bir problem yaşandı
de: Beim Versuch, den Standort abzurufen, ist etwas passiert
fa: در تلاش برای دسترسی به مکان مشکلی به میان آمد
fr: Quelque chose s'est produit en essayant d'obtenir l'emplacement
ru: Произошла ошибка при получении доступа к местоположению
tr: Konuma erişmeye çalışırken bir sorun oluştu
ug: ئۈسكىنە ئورۇن ئۇچۇرلىرىنى ئوقۇۋاتقاندا خاتالىق كۆرۈلدى
uz: Joylashuvga kirishda muammo yuz berdi
zh: 尝试获取设备位置时发生了一些故障

# KonumIzniBaslik
source: No Permission to Access the Location
ar: لا يوجد إذن للوصول إلى الموقع
az: Konuma bağlanma izni yox
de: Keine Berechtigung zum Zugriff auf den Standort
fa: مجوز دسترسی به موقعیت مکانی وجود ندارد
fr: Il n'y a aucune permission d'accéder au emplacement
ru: Нет доступа к местоположению
tr: Konuma Erişme İzni Yok
ug: ئۈسكىنە ئورنىغا ئېرىشىش ھوقۇقى بېرىلمىگەن
uz: Joylashuvga kirishga ruxsat yo'q
zh: 无权访问设备位置

# KonumIzniIcerik
source: For normal operation of the application, you need to give permission to access the Location!
ar: لكي يعمل التطبيق بشكل صحيح ، تحتاج إلى منح إذن للوصول إلى الموقع!
az: Cihazınızın normal çalışması üçün Konuma bağlanma icazəsi verməlisiz!
de: Damit die App ordnungsgemäß funktioniert, müssen Sie die Berechtigung zum Zugriff auf den Standort erteilen!
fa: برای اینکه برنامه به طور معمول کار کند، باید اجازه دسترسی به موقعیت مکانی را بدهید!
fr: Pour que l'application fonctionne correctement, vous devez autoriser l'accès au emplacement!
ru: Для нормальной работы приложения необходимо дать разрешение на доступ к Location!
tr: Uygulamanın normal çalışması için Konuma erişme yetkisi vermeniz lazım!
ug: ئەپنىڭ نورمال ئىشلىشى ئۈچۈن، ئۈسكىنە ئورۇن ئۇچۇرىغا ئېرىشىش ھوقۇقى بېرىشىڭىز كىرەك!
uz: Ilova normal ishlashi uchun siz Joylashuvga kirishga ruxsat berishingiz kerak!
zh: 为了使应用程序正常工作，您需要授予访问设备位置的权限！

# KonumKapali
source: Location services are not enabled on the device. You have to turn on location services first!
ar: لم يتم تمكين خدمات الموقع على الجهاز. يجب عليك تشغيل خدمات الموقع أولاً!
az: Cihazda konum xidmətləri aktiv deyil. Əvvəlcə konum xidmətlərini açmalısız!
de: Ortungsdienste sind auf dem Gerät nicht aktiviert. Sie müssen zuerst die Ortungsdienste aktivieren!
fa: خدمات مکان در دستگاه فعال نیست. ابتدا باید خدمات موقعیت مکانی را روشن کنید!
fr: Les services de localisation ne sont pas activés sur l'appareil. Vous devez d'abord activer les services de localisation!
ru: Службы определения местоположения на устройстве не включены. Сначала вам нужно включить службы определения местоположения!
tr: Cihazda konum hizmetleri etkin değil. Önce konum hizmetlerini açmanız lazım!
ug: ئۈسكىنىنىڭ ئورۇن بەلگىلەش مۇلازىمىتى تاقالغان، ئاۋۋال ئورۇن بەلگىلەش مۇلازىمىتىنى ئىچىڭ!
uz: Qurilmada joylashuvni aniqlash xizmatlari yoqilmagan. Avval joylashuv xizmatlarini yoqishingiz kerak!
zh: 设备上未启用定位服务。 首先你需要开启定位服务！

# KonumKapaliBaslik
source: Location Services Off
ar: خدمات الموقع معطلة
az: Konum xidmətləri bağlıdı
de: Ortungsdienste aus
fa: خدمات مکان خاموش است
fr: Les services du emplacement sont en panne
ru: Службы определения местоположения отключены
tr: Konum Hizmetleri Kapalı
ug: ئورۇن بەلگىلەش مۇلازىمىتى تاقاق
uz: Joylashuv xizmatlari oʻchirilgan
zh: 定位服务关闭

# KonumYenileButton
source: Refresh
ar: تحديث
az: Təzələ
de: Aktualisieren
fa: تازه کردن
fr: Mise à jour
ru: Обновить
tr: Yenile
ug: يېڭىلاش
uz: Yangilash
zh: 更新

# KonumYenilendi
source: Location and prayer times refreshed successfully
ar: تم تحديث الموقع والأوقات بنجاح
az: Konum və vaxtlar başarıyla təzələndi
de: Standort und Zeiten erfolgreich aktualisiert
fa: مکان و زمان با موفقیت به روز شد
fr: Emplacement et horaires mis à jour avec succès
ru: Местоположение и времена намазов успешно обновлены
tr: Konum ve vakitler başarıyla yenilendi
ug: ئۈسكىنە ئورنى ۋە ناماز ۋاقىتلىرى مۇۋەپپەقىيەتلىك يېڭىلاندى
uz: Joylashuv va vaqtlar muvaffaqiyatli yangilandi
zh: 已成功刷新设备位置和礼拜时间

# KoyuTema
source: Dark theme
ar: مظهر مظلم
az: Qara tema
de: Dunkles Thema
fa: موضوع تاریک
fr: Thème sombre
ru: Ночной режим
tr: Koyu tema
ug: توق ئۇسلۇب
uz: Qorong'u tema
zh: 夜间模式

# KusCiviltisi
source: Birds
ar: زقزقة العصافير
az: Quş civiltisi
de: Vögel Zwitschern
fa: صدای جیر جیر پرنده
fr: Piaulement
ru: Щебетание птиц
tr: Kuş Cıvıltısı
ug: قۇش سايرىشى
uz: Qushlarning sayrashi
zh: 鸟鸣

# NamazVaktiAlmaHatasi
source: An error occurred while retrieving the prayer times from the internet.
ar: حدث خطأ أثناء استرجاع مواقيت الصلاة من الإنترنت.
az: Namaz vaxtlarını internetdən alanda bir xəta oldu.
de: Beim Abrufen der Gebetszeiten aus dem Internet ist ein Fehler aufgetreten.
fa: هنگام بازیابی اوقات نماز از اینترنت خطایی روی داد.
fr: Une erreur s'est produite lors de la récupération des horaires de prière sur Internet.
ru: Произошла ошибка при загрузке времен намаза из интернета.
tr: Namaz vakitlerini internetten alırken bir hata oluştu.
ug: ناماز ۋاقىتلىرىنى توردىن چۈشۈرۈۋاتقاندا خاتالىق كۆرۈلدى.
uz: Internetdan namoz vaqtlarini yuklashda xatolik yuz berdi.
zh: 从互联网获取礼拜时间时出错。

# Ogle
source: Dhuhr
ar: الظهر
az: Günorta
de: Der Mittag
fa: ظهر
ru: Зухр
tr: Öğle
ug: پېشىن
uz: Peshin
zh: 晌礼

# Oglenincikmasinakalanvakit
source: Time remaining until the end of Dhuhr:
ar: الوقت المتبقي لانتهاء الظهر:
az: Günorta vaxtının çıxmasına qalan müddət:
de: Verbleibende Zeit bis zum Ende vom Mittag:
fa: زمان باقی مانده تا خروج ظهر:
fr: Temps restant pour finir Dhuhr:
ru: Время до окончания Зухр (обеденного намаза):
tr: Öğle'nin çıkmasına kalan süre:
ug: پېشىننىڭ چىقىشىغا قالغان ۋاقىت:
uz: Peshin tugashigacha qolgan muddat:
zh: 距晌礼结束剩余的时间：

# Ogleningirmesinekalanvakit
source: Remaining time for Dhuhr:
ar: الوقت المتبقي لبداية الظهر:
az: Günortanın girməsinə qalan müddət:
de: Verbleibende Zeit für den Beginn vom Mittag:
fa: زمان باقی مانده تا ورود ظهر:
fr: Temps restant jusqu'à Duhur:
ru: Время до наступления Зухр (обеденного намаза):
tr: Öğle'nin girmesine kalan süre:
ug: پېشىننىڭ كىرىشىگە قالغان ۋاقىت:
uz: Peshin kirishagacha qolgan muddat:
zh: 距进入晌礼时间剩下的时间：

# OnBesDakikaOnceden
source: 15 minutes before
ar: 15 دقيقة مقدما
az: 15 dəqiqə əvvəlcədən
de: 15 Minuten vorher
fa: 15 دقیقه قبل
fr: 15 minutes à l'avance
ru: За 15 минут раньше
tr: 15 dakika önceden
ug: ئون بەش مىنۇت بۇرۇن
uz: 15 daqiqa oldin
zh: 提前15分钟

# PageTitle
source: Suleymaniye Calendar
ar: تقويم السليمانية
az: Süleymaniyyə təqvimi
de: Süleymaniye Kalender
fa: تقویم سلیمانیه
fr: Calendrier de Süleymaniye
ru: Календарь Сулеймания
tr: Süleymaniye Takvimi
ug: سۇلايمانىيە كالېندارى
uz: Sulaymoniya Taqvimi
zh: 苏莱马尼亚日历

# Radyo
source: Radio
ar: الراديو
fa: رادیو
ru: Радио
tr: Radyo
ug: رادىئو
zh: 收音机

# RadyoFitrat
source: Radio Fitrat
ar: راديو الفطرة
az: Radio Fitrət
fa: رادیو فطرت
ru: Радио Фитрат
tr: Radyo Fıtrat
ug: رادىئو فىترەت
zh: Radio Fitrat （菲特拉电台）

# RadyoFitratFaceBook
source: Radio Fitrat Facebook Page
ar: راديو الفطرة صفحة الفيسبوك
az: Radio Fitər Facebook səhfəsi
de: Radio Fitrat Facebook Seite
fa: صفحه فیس بوک رادیو فطرت
fr: Radio Fitrat Page Facebook
ru: Радио Фитрат на фейсбуке
tr: Radyo Fıtrat Facebook Sayfası
ug: رادىئو فىترەت Facebook بېتى
uz: Radio Fitrat Facebook sahifasi
zh: Radio Fitrat （菲特拉电台） Facebook 页面

# RadyoFitratInstagram
source: Radio Fitrat Instagram Page
ar: راديو الفطرة صفحة انستغرام
az: Radio Fitrətin instiqram səhfəsi
de: Radio Fitrat Instagram Seite
fa: صفحه اینستاگرام رادیو فطرت
fr: Radio Fitrat Page Instagram
ru: Радио Фитрат в инстаграме
tr: Radyo Fıtrat Instagram Sayfası
ug: رادىئو فىترەت Instagram بېتى
uz: Radio Fitrat Instagram sahifasi
zh: Radio Fitrat （菲特拉电台） Instagram 页面

# RadyoFitratTwitter
source: Radio Fitrat Twitter Page
ar: راديو الفطرة صفحة تويتر
az: Radio Fitrətin Tvitter səhfəsi
de: Radio Fitrat Twitter Seite
fa: صفحه توییتر رادیو فطرت
fr: Radio Fitrat Page Twitter
ru: Радио Фитрат в твиттере
tr: Radyo Fıtrat Twitter Sayfası
ug: رادىئو فىترەت Twitter بېتى
uz: Radio Fitrat Twitter sahifasi
zh: Radio Fitrat （菲特拉电台） Twitter 页面

# RadyoIcinInternet
source: Internet connection required to play the radio, please check your Internet connection. Alternatively, you can listen to the radio by clicking the 'Web Site' link.
ar: الإنترنت مطلوب لتشغيل الراديو ، يرجى التحقق من اتصال الإنترنت ، أو يمكنك الاستماع من موقع الويب بالنقر فوق ارتباط "موقع الويب".
az: Radioya bağlanmaq üçün internet lazım, xahiş olunur internetə bağlı olduğunuzu yoxlayın, ya da "web səhfə" linkinə tuşlayaraq ordan qulaq asa bilərsiz.
de: Zum Abspielen des Radios ist eine Internetverbindung erforderlich. Bitte überprüfen Sie, ob eine Internetverbindung besteht, oder hören Sie von der Website aus, indem Sie auf den Link „Website“ klicken.
fa: برای پخش رادیو به اینترنت نیاز است، لطفاً بررسی کنید که اینترنت متصل است یا می‌توانید با کلیک کردن روی پیوند «صفحه وب» از صفحه وب گوش دهید.
fr: Internet est nécessaire pour écouter la radio, veuillez vérifier la connexion Internet, ou vous pouvez écouter à partir du site Web en cliquant sur le lien "site Web".
ru: Для воспроизведения радио требуется интернет. Убедитесь, что интернет подключен, или вы можете слушать с веб-страницы, нажав ссылку «Веб-страница».
tr: Radyo oynatmak için internet gerekli, lütfen internetin bağlı olduğunu kontrol edin, yada 'Web Sayfa' linkine tıklayarak web syfasından dinleyebilirsiniz.
ug: رادىئو قويۇش ئۈچۈن ئىنتېرنېت لازىم، تورىڭىزنىڭ ئوچۇق ئىكەنلىكىنى تەكشۈرۈڭ، ياكى «تور بىكەت» ئۇلىنىشىنى بىسىپ تور بەتتىن ئاڭلاڭ.
uz: Radioni ijro etish uchun internet talab qilinadi, iltimos, internet ulanganligini tekshiring yoki “Veb-sahifa” havolasini bosish orqali veb-sahifadan tinglashingiz mumkin.
zh: 播放广播需要互联网，请检查互联网是否已连接，或者您可以通过单击“网页”链接从网页收听。

# SabahSonu
source: End of Fajr
ar: نهاية الفجر
az: Sübh Sonu
de: Ende der Morgendämmerung
fa: پایان صبح
fr: Fin du Fajr
ru: Конец Фаджра
tr: Sabah Sonu
ug: كۈن چىقىش
uz: Quyosh chiqishi
zh: 晨礼结束

# SabahSonunakalanvakit
source: Time remaining until the end of Fajr:
ar: الوقت المتبقي لنهاية الفجر:
az: Sübh Sonu üçün qalan müddət:
de: Verbleibende Zeit bis zum Ende der Morgendämmerung:
fa: زمان باقی مانده تا پایان صبح:
fr: Temps restant jusqu'à la fin du Fajr :
ru: Время до окончания Фаджр (утреннего намаза):
tr: Sabah Sonu için kalan süre:
ug: بامداتنىڭ ئاخىرلىشىشىغا قالغان ۋاقىت:
uz: Bamdod tugashigacha qolgan muddat:
zh: 距晨礼结束剩余的时间：

# Sehir
source: City
ar: المدينة
az: Şəhər
de: Stadt
fa: شهر
fr: Ville
ru: Город
tr: Şehir
ug: شەھەر
uz: Shahar
zh: 城市

# SesSecAciklama
source: Select the alarm ringtone for this prayer time
ar: حدد صوت التنبيه لضبط لهذا الوقت
az: Bu vaxt üçün qurulacaq zəngin səsini seçin
de: Wählen Sie den Alarmton aus, der für diese Zeit eingestellt werden soll
fa: صدای زنگ هشدار را برای تنظیم برای این زمان انتخاب کنید
fr: Sélectionnez le son de l'alarme à régler pour cette heure
ru: Выбирите звук будильника для этого времени намаза
tr: Bu vakit için kurulacak alarmın sesini seçin
ug: بۇ ۋاقىت ئۈچۈن قوڭغۇراق ئاۋازى تاللاڭ
uz: Bu vaqt uchun o'rnatiladigan signal ovozini tanlang
zh: 选择为此时间设置的闹钟铃声

# SesTesti
source: Sound Test
ar: اختبار الصوت
az: Səs testi
de: Testton
fa: آرزیابی صدا
fr: Test de son
ru: Тест звука
tr: Ses Testi
ug: قوڭغۇراقنى سىناش
uz: Ovoz tekshiruvi
zh: 测试闹铃

# SorunCikti
source: We Encountered a Problem
ar: لقد واجهنا مشكلة
az: Bir problemlə qarşılaşdıq
de: Wir sind auf ein Problem gestoßen
fa: ما با مشکل مواجه شده ایم
fr: Nous avons rencontré un problème
ru: Возникла проблемa
tr: Bir Sorunla Karşılaştık
ug: بىر خاتالىق كۆرۈلدى
uz: Muammo yuz berdi
zh: 遇到了一个问题

# SosyalMedyaBaglantisi
source: Our Social Media Links
ar: روابط وسائل التواصل الاجتماعي الخاصة بنا
az: Sosial medya şəbəkələrimiz
de: Unsere Social-Media-Links
fa: پیوندهای رسانه های اجتماعی ما
fr: Nos liens sur les réseaux sociaux
ru: Наши ссылки в социальных сетях
tr: Sosyal medya bağlantılarımız
ug: ئىجتمائىي ئالاقە تورى ئۇلىنىشلىرىمىز
uz: Ijtimoiy tarmoqlardagi havolalarimiz
zh: 我们的社交媒体链接

# SuleymaniyeVakfi
source: Suleymaniye Foundation
ar: وقف السليمانية
az: Süleymaniyyə Vəqfi
de: Süleymaniye-Stiftung
fa: بنیاد سلیمانیه
fr: Fondation de Süleymaniye
ru: Фонд Сулеймания
tr: Süleymaniye Vakfı
ug: سۇلايمانىيە ۋەخپى
uz: Sulaymoniya Vaqfi
zh: 苏莱马尼亚基金会

# SuleymaniyeVakfiFacebook
source: Suleymaniye Foundation Facebook Page
ar: وقف السليمانية صفحة الفيسبوك
az: Süleymaniyyə vəqfi Facebook Səhfəsi
de: Süleymaniye-Stiftung Facebook Seite
fa: صفحه فیس بوک بنیاد سلیمانیه
fr: Fondation de Süleymaniye Page Facebook
ru: Фонд Сулеймания на фейсбуке
tr: Süleymaniye Vakfı Facebook Sayfası
ug: سۇلايمانىيە ۋەخپى Facebook بېتى
uz: Sulaymoniya Vaqfi Facebook sahifasi
zh: 苏莱曼尼亚基金会 Facebook 页面

# SuleymaniyeVakfiInstagram
source: Suleymaniye Foundation Instagram Page
ar: وقف السليمانية صفحة انستغرام
az: Süleymaniyyə Vəqfi İnsteqram Səhfəsi
de: Süleymaniye-Stiftung Instagram Seite
fa: صفحه اینستاگرام بنیاد سلیمانیه
fr: Fondation de Süleymaniye Page Instagram
ru: Фонд Сулеймания в инстаграме
tr: Süleymaniye Vakfı Instagram Sayfası
ug: سۇلايمانىيە ۋەخپى Instagram بېتى
uz: Sulaymoniya Vaqfi Instagram sahifasi
zh: 苏莱曼尼亚基金会 Instagram 页面

# SuleymaniyeVakfiTakvimi
source: Suleymaniye Calendar
ar: تقويم السليمانية
az: Süleymaniyyə təqvimi
de: Süleymaniye Kalender
fa: تقویم سلیمانیه
fr: Calendrier de Süleymaniye
ru: Календарь Сулеймания
tr: Süleymaniye Takvimi
ug: سۇلايمانىيە كالېندارى
uz: Sulaymoniya Taqvimi
zh: 苏莱曼尼亚日历

# SuleymaniyeVakfiTwitter
source: Suleymaniye Foundation Twitter Page
ar: وقف السليمانية صفحة تويتر
az: Süleymaniyyə Vəqfi Twitter Səhfəsi
de: Süleymaniye-Stiftung Twitter Seite
fa: صفحه توئیتر بنیاد سلیمانیه
fr: Fondation de Süleymaniye Page Twitter
ru: Фонд Сулеймания в твиттере
tr: Süleymaniye Vakfı Twitter Sayfası
ug: سۇلايمانىيە ۋەخپى Twitter بېتى
uz: Sulaymoniya Vaqfi Twitter sahifasi
zh: 苏莱曼尼亚基金会 Twitter 页面

# Takvim
source: Calendar
ar: تقويم
az: Təqvim
de: Kalender
fa: تقویم
fr: Calendrier
ru: Календарь
tr: Takvim
ug: كالېندار
uz: Taqvim
zh: 日历

# TakvimIcinInternet
source: To renew the prayer times, you need to be connected to the internet. Turn on WiFi or Mobile data and click 'REFRESH'.
ar: لتجديد أوقات الصلاة ، يجب أن تكون متصلاً بالإنترنت وتشغيل WiFi أو بيانات الهاتف المحمول والنقر فوق "تحديث".
az: Namaz vaxtlarını təzələmək üçün internetə qoşulmanız lazım, Wifi ya da Mobil məlumatı açın və "Təzələ" tuşlayın.
de: Um die Gebetszeiten zu erneuern, müssen Sie mit dem Internet verbunden sein, WLAN oder mobile Daten einschalten und auf „AKTUALISIEREN“ klicken.
fa: برای تمدید اوقات نماز باید به اینترنت وصل باشید، وای فای و داده موبایل را روشن کنید و روی «تجدید» کلیک کنید.
fr: Pour renouveler les heures de prière, vous devez être connecté à Internet, activer le Wi-Fi ou les données mobiles et cliquer sur Actualiser.
ru: Чтобы обновить времена намазов, необходимо подключение к интернету или Wi-Fi, или включить мобильные данные и нажать «ОБНОВИТЬ».
tr: Namaz vakitlerini yenilemek için internete bağlı olmanız gerekiyor, WiFi yada Mobil veriyi açın ve 'YENİLE' yi tıklayın.
ug: ناماز ۋاقىتلىرىنى يېڭىلاش ئۈچۈن، ئىنتېرنېت لازىم، WiFi ياكى تېلېفون تورىنى ئىچىپ، «يېڭىلاش»نى بىسىڭ.
uz: Namoz vaqtlarini yangilash uchun siz internetga ulangan boʻlishingiz kerak, Wi-Fi va Mobil maʼlumotlarni yoqing va “Yangilash” tugmasini bosing.
zh: 为更新礼拜时间，您需要连接到互联网，打开 WiFi 或移动数据，然后单击“刷新”。

# TakvimIcinInternetBaslik
source: Internet Connection Required
ar: مطلوب الإنترنت
az: İnternet lazım
de: Internet ist erforderlich
fa: اینترنت مورد نیاز است
fr: Internet est requis
ru: Интернет отсутствует
tr: İnternet Gerekiyor
ug: ئىنتېرنېت لازىم
uz: Internet talab qilinadi
zh: 需要互联网

# Tamam
source: OK
ar: موافق
az: Oldu
fa: باشه
fr: D'accord
ru: Отлично
tr: Tamam
ug: جەزملەش
zh: 好的

# Tarih
source: Date
ar: التاريخ
az: Tarix
de: Datum
fa: تاریخ
ru: Дата
tr: Tarih
ug: چېسلا
uz: Tarix
zh: 日期

# TestiDurdur
source: Stop the Test
ar: توقف عن الاختبار
az: Testi saxla
de: Stoppen Sie die Prüfung
fa: ارزیابی را توف بدهید
fr: Arrêtez de tester
ru: Остановить загрузку звукa
tr: Testi Durdur
ug: سىناقنى توختىتىش
uz: Sinovni to'xtatish
zh: 停止测试

# TitremeyiDesteklemiyor
source: Your device does not support vibration.
ar: جهازك لا يدعم الاهتزاز.
az: Cihazınız titrəməyi dəstəkləmir.
de: Ihr Gerät unterstützt keine Vibration.
fa: دستگاه شما از فلیکینگ پشتیبانی نمی کند.
fr: Votre appareil ne prend pas en charge les vibrations.
ru: Устройство не поддерживает вибрацию.
tr: Cihazınız Titretmeyi Desteklemiyor.
ug: ئۈسكىنىڭىز تىترەشنى قوللىمايدۇ.
uz: Qurilmangiz tebranishni qo'llab-quvvatlamaydi.
zh: 您的设备不支持振动。

# TitresimSwitch
source: Vibrate
ar: اهتزاز
az: Titrət
de: Vibrieren
fa: لرزش
fr: Remuer
ru: Вибрация
tr: Titret
ug: تىترەش
uz: Titrash
zh: 振动

source: Turkish
ar: التركية
az: Türkcə
de: Türkisch
fa: ترکی
fr: Turc
ru: На турецком
tr: Türkçe
ug: تۈركچە
uz: Turkcha
zh: 土耳其语

source: Uyghur
ar: الأويغورية
az: Uygurca
de: Uigurisch
fa: اویغوری
fr: Ouïghour
ru: На уйгурском
tr: Uygurca
ug: ئۇيغۇرچە
uz: Uyg'urcha
zh: 维吾尔语

# UygulamaDili
source: App language
ar: لغة التطبيق
az: Tətbiq edilən dil
de: Anwendungssprache
fa: زبان برنامه
fr: Langue de l'application
ru: Язык для приложения
tr: Uygulama dili
ug: ئەپ تىلى
uz: Ilova tili
zh: 应用语言

# UygulamaDiliniSecin
source: Choose the app language
ar: اختر لغة التطبيق
az: Tətbiqat dili seçin
de: Wählen Sie die App-Sprache
fa: زبان برنامه را انتخاب کنید
fr: Choisissez la langue de l'application
ru: Выбирите язык для приложения
tr: Uygulama dilini seçin
ug: ئەپ تىلنى تاللاڭ
uz: Ilova tilini tanlang
zh: 选择应用语言

# UygulamaTema
source: App theme
ar: مظهر التطبيق
az: Tətbiqat təması
de: App-Thema
fa: تم برنامه
fr: Apparence de l'application
ru: Тема для приложения
tr: Uygulama teması
ug: ئەپ ئۇسلۇبى
uz: Iilova mavzusi
zh: 应用主题

# UygulamaTemasiniSecin
source: Choose the app theme
ar: اختر مظهر التطبيق
az: Tətbiqat təmasını seçin
de: Wählen Sie das App-Design
fa: موضوع برنامه را انتخاب کنید
fr: Choisissez l'apparence de l'application
ru: Выбирите тему для приложения
tr: Uygulama temasını seçin
ug: ئەپ ئۇسلۇبىنى تاللاڭ
uz: Ilova mavzusini tanlang
zh: 选择应用主题

# Vakti
source: Time:
ar: الوقت:
az: Vaxtı:
de: Zeit:
fa: زمان:
fr: le temps :
ru: Вермя:
tr: Vakti:
ug: ۋاقتى:
uz: Vaqti:
zh: 时间：
